{
  "movies": [
    {
      "poster": "https://pics.filmaffinity.com/Charlie_y_la_f_brica_de_chocolate-342734432-large.jpg",
      "title": "Charlie y la fabrica de chocolate",
      "description": "Charlie, un niño de una familia pobre, y otros cuatro niños ganan una visita a una increíble fábrica de chocolate dirigida por un imaginativo chocolatero, Willy Wonka, y su equipo de Oompa-Loompas.",
      "id": 1
    },
    {
      "poster": "https://2.bp.blogspot.com/-Z1PyOCXwdEk/W-mJ4Jg_zhI/AAAAAAAAQCE/tWkWFrgmXik3EdcoEUUc0rmNAxQem7esACLcBGAs/s1600/el-viaje-de-chihiro_1.jpg",
      "title": "El viaje de Chihiro",
      "description": "Después de que su madre y su padre se conviertan en cerdos gigantes, Chihiro conoce al misterioso Haku (Miyu Irino), que le explica que el parque es un centro turístico para seres sobrenaturales que necesitan un descanso de su paso por el reino terrenal, y que ella debe trabajar allí para liberarse a sí misma y a sus padres.",
      "id": 2
    },
    {
      "poster": "https://m.media-amazon.com/images/I/61Bd9TGkomL._AC_SY679_.jpg",
      "title": "Harry Potter y el prisionero de Azkaban",
      "description": "Harry, Ron y Hermoine regresan a Hogwarts justo cuando se enteran de la existencia de Sirius Black y de sus planes para matar a Harry. Sin embargo, cuando Harry se topa con él, se entera de que la verdad dista mucho de la realidad.",
      "id": 3
    },
    {
      "poster": "https://m.media-amazon.com/images/I/91HzykE4bdL._AC_SL1500_.jpg",
      "title": "Spider-Man: Homecoming",
      "description": "Peter Parker trata de impedir que el Buitre venda armas fabricadas con tecnología chitauri avanzada mientras intenta equilibrar su vida de estudiante de instituto normal y corriente.",
      "id": 4
    },
    {
      "poster": "https://m.media-amazon.com/images/I/51duZEyTFYL._AC_.jpg",
      "title": "Orgullo y prejuicio",
      "description": "La señora Bennet insiste en que sus hijas encuentren maridos ricos y se establezcan. Cuando un soltero rico empieza a vivir cerca de ellas, la felicidad de la señora Bennet no tiene límites.",
      "id": 5
    },
    {
      "poster": "https://m.media-amazon.com/images/I/51duZEyTFYL._AC_.jpg",
      "title": "lolito",
      "description": "Charlie un niño de una familia pobre, y otros cuatro niños ganan una visita a una increíble fábrica de chocolate dirigida por un imaginativo chocolatero, Willy Wonka, y su equipo de Oompa-Loompas.",
      "id": 6
    }
  ]
}